/*
   Localizable.strings
   English version
   Simon Classic

   Created by Michael on 2/8/10.
   Copyright 2010 Michael Sanders. All rights reserved.
 */

"Score" = "Score";
"Best" = "Best";
"Settings" = "Settings";
"NewGame" = "New Game";
"GiveUp" = "Give Up";

/* Settings pane */
"Back" = "Back";

"ButtonSounds" = "Button Sounds";
"Default" = "Default";
"Marimba" = "Marimba";

"GameOverSound" = "Gameover Sound";
"Vortex" = "Vortex";
"SadTrombone" = "Sad Trombone";
"LosingHorns" = "Losing Horns";